Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/Components/Account/Pages/Manage/TwoFactorAuthentication.*.resx
Languages: de_de, ja_jp

# PageTitle
source: Two-factor authentication (2FA)
de_de: Zwei-Faktor-Authentifizierung (2FA)
ja_jp: 二要素認証 (2FA)

# Header
source: Two-factor authentication (2FA)
de_de: Zwei-Faktor-Authentifizierung (2FA)
ja_jp: 二要素認証 (2FA)

# NoRecoveryCodesLeft
source: You have no recovery codes left.
de_de: Sie haben keine Wiederherstellungscodes mehr übrig.
ja_jp: リカバリーコードが残っていません。

# GenerateNewCodesBeforeLogin
source: You must <a href="Account/Manage/GenerateRecoveryCodes">generate a new set of recovery codes</a> before you can log in with a recovery code.
de_de: Sie müssen <a href="Account/Manage/GenerateRecoveryCodes">einen neuen Satz Wiederherstellungscodes generieren</a>, bevor Sie sich mit einem Wiederherstellungscode anmelden können.
ja_jp: リカバリーコードでログインする前に、<a href="Account/Manage/GenerateRecoveryCodes">新しいリカバリーコードのセットを生成</a>する必要があります。

# OneRecoveryCodeLeft
source: You have 1 recovery code left.
de_de: Sie haben noch 1 Wiederherstellungscode übrig.
ja_jp: リカバリーコードが残り1つです。

# CanGenerateNewCodes
source: You can <a href="Account/Manage/GenerateRecoveryCodes">generate a new set of recovery codes</a>.
de_de: Sie können <a href="Account/Manage/GenerateRecoveryCodes">einen neuen Satz Wiederherstellungscodes generieren</a>.
ja_jp: <a href="Account/Manage/GenerateRecoveryCodes">新しいリカバリーコードのセットを生成</a>できます。

# RecoveryCodesLeft
source: You have {0} recovery codes left.
de_de: Sie haben noch {0} Wiederherstellungscodes übrig.
ja_jp: リカバリーコードが残り {0} 個です。

# ShouldGenerateNewCodes
source: You should <a href="Account/Manage/GenerateRecoveryCodes">generate a new set of recovery codes</a>.
de_de: Sie sollten <a href="Account/Manage/GenerateRecoveryCodes">einen neuen Satz Wiederherstellungscodes generieren</a>.
ja_jp: <a href="Account/Manage/GenerateRecoveryCodes">新しいリカバリーコードのセットを生成</a>することをお勧めします。

# ForgetBrowser
source: Forget this browser
de_de: Diesen Browser vergessen
ja_jp: このブラウザを忘れる

source: Disable 2FA
de_de: 2FA deaktivieren
ja_jp: 2FAを無効にする

source: Reset recovery codes
de_de: Wiederherstellungscodes zurücksetzen
ja_jp: リカバリーコードをリセット

source: Authenticator app
ja_jp: 認証アプリ

source: Add authenticator app
de_de: Authenticator-App hinzufügen
ja_jp: 認証アプリを追加

source: Set up authenticator app
de_de: Authenticator-App einrichten
ja_jp: 認証アプリを設定

source: Reset authenticator app
de_de: Authenticator-App zurücksetzen
ja_jp: 認証アプリをリセット

# PrivacyPolicyNotAccepted
source: Privacy and cookie policy have not been accepted.
de_de: Datenschutz- und Cookie-Richtlinie wurden nicht akzeptiert.
ja_jp: プライバシーポリシーとCookieポリシーが同意されていません。

# AcceptPolicyBefore2FA
source: You must accept the policy before you can enable two factor authentication.
de_de: Sie müssen die Richtlinie akzeptieren, bevor Sie die Zwei-Faktor-Authentifizierung aktivieren können.
ja_jp: 二要素認証を有効にする前に、ポリシーに同意する必要があります。

# BrowserForgotten
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
de_de: Der aktuelle Browser wurde vergessen. Wenn Sie sich erneut von diesem Browser aus anmelden, werden Sie nach Ihrem 2FA-Code gefragt.
ja_jp: 現在のブラウザは忘れられました。このブラウザから再度ログインすると、2FAコードの入力が求められます。
