Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/Components/Libraries/EditLibraryForm.*.resx
Languages: de_de, ja_jp

# Tab_BasicSettings
source: Basic Settings
de_de: Grundeinstellungen
ja_jp: 基本設定

# Header_LibraryInfo
source: Library Information
de_de: Bibliotheksinformationen
ja_jp: ライブラリ情報

# Label_LibraryName
source: Library Name
de_de: Bibliotheksname
ja_jp: ライブラリ名

# Helper_LibraryName
source: A unique name for this library
de_de: Ein eindeutiger Name für diese Bibliothek
ja_jp: このライブラリの一意の名前

# Label_Created
source: Created:
de_de: Erstellt:
ja_jp: 作成日:

# Label_Modified
source: Modified:
de_de: Geändert:
ja_jp: 更新日:

# Header_IngestConfig
source: Ingest Configuration
de_de: Ingest-Konfiguration
ja_jp: インジェスト設定

# Title_IngestFolder
source: Ingest Folder (Source)
de_de: Ingest-Ordner (Quelle)
ja_jp: インジェストフォルダ (ソース)

# Tab_StoragePaths
source: Storage Paths
de_de: Speicherpfade
ja_jp: 保存パス

# Warning_LibraryContainsSeries
source: This library contains {0} series.
de_de: Diese Bibliothek enthält {0}.
ja_jp: このライブラリには {0} のシリーズが含まれています。

# Warning_CannotChangePaths
source: You cannot change the storage paths while the library contains series.
de_de: Sie können die Speicherpfade nicht ändern, solange die Bibliothek Serien enthält.
ja_jp: ライブラリにシリーズが含まれている間は、保存パスを変更できません。

# Warning_CanStillChange
source: You can still change the <b>Ingest Path</b> and <b>Upscaling Configuration</b>.
de_de: Sie können weiterhin den <b>Ingest-Pfad</b> und die <b>Upscaling-Konfiguration</b> ändern.
ja_jp: <b>インジェストパス</b>と<b>アップスケーリング設定</b>は変更可能です。

# Header_StorageLocations
source: Storage Locations
de_de: Speicherorte
ja_jp: 保存場所

# Title_StoragePathAsIs
source: Storage Path (As-Is)
de_de: Speicherpfad (Original)
ja_jp: 保存パス (そのまま)

# Title_UpscaledLocation
source: Upscaled Location (Optional)
de_de: Hochskalierter Speicherort (Optional)
ja_jp: アップスケール保存場所 (オプション)

# Tab_Upscaling
source: Upscaling
de_de: Hochskalierung
ja_jp: アップスケーリング

# Header_UpscalingConfig
source: Upscaling Configuration
de_de: Upscaling-Konfiguration
ja_jp: アップスケーリング設定

# Label_UpscaleOnIngest
source: Upscale on Ingest
de_de: Beim Ingest hochskalieren
ja_jp: インジェスト時にアップスケール

# Label_UpscalerProfile
source: Default Upscaler Profile
de_de: Standard-Upscaler-Profil
ja_jp: デフォルトのアップスケーラープロファイル

# Helper_UpscalerProfile
source: Select the profile to use for upscaling
de_de: Wählen Sie das Profil für die Hochskalierung
ja_jp: アップスケーリングに使用するプロファイルを選択

# Option_None
source: None
de_de: Keines
ja_jp: なし

# Tab_FileManagement
source: File Management
de_de: Dateiverwaltung
ja_jp: ファイル管理

# Header_FileFiltering
source: File Filtering
de_de: Dateifilterung
ja_jp: ファイルフィルタリング

# Header_ChapterProcessing
source: Chapter Processing
de_de: Kapitelverarbeitung
ja_jp: チャプター処理

# Label_MergeChapters
source: Merge Chapter Parts (e.g. Ch. 1 Part 1 + Ch. 1 Part 2 -> Ch. 1)
de_de: Kapitelteile zusammenführen (z.B. Kap. 1 Teil 1 + Kap. 1 Teil 2 -> Kap. 1)
ja_jp: チャプターパーツを結合 (例: 第1章 パート1 + 第1章 パート2 -> 第1章)

# Warning_Experimental
source: Experimental: This feature is still in development and may not work as expected.
de_de: Experimentell: Diese Funktion befindet sich noch in der Entwicklung und funktioniert möglicherweise nicht wie erwartet.
ja_jp: 実験的: この機能は開発中であり、期待通りに動作しない可能性があります。

# Header_VerticalStrip
source: Vertical Image Splitting
de_de: Aufteilung vertikaler Bilder
ja_jp: 縦長画像分割

# Label_DetectionMode
source: Detection Mode
de_de: Erkennungsmodus
ja_jp: 検出モード

# Helper_DetectionMode
source: How to handle vertically concatenated pages
de_de: Umgang mit vertikal verbundenen Seiten
ja_jp: 縦に連結されたページの処理方法

# Option_Disabled
source: Disabled
de_de: Deaktiviert
ja_jp: 無効

# Option_DetectOnly
source: Detect Only
de_de: Nur erkennen
ja_jp: 検出のみ

# Option_DetectAndApply
source: Detect & Apply Splits
de_de: Erkennen & Aufteilungen anwenden
ja_jp: 検出して分割を適用

# Tab_RenameRules
source: Rename Rules
de_de: Umbenennungsregeln
ja_jp: 名前変更ルール

# Header_RenameConfig
source: Rename Configuration
de_de: Umbenennungskonfiguration
ja_jp: 名前変更設定

# Body_RenameConfig
source: Configure how files and folders are renamed during ingest. Rules are applied in order.
de_de: Konfigurieren Sie, wie Dateien und Ordner beim Ingest umbenannt werden. Regeln werden in der Reihenfolge angewendet.
ja_jp: インジェスト時にファイルとフォルダの名前を変更する方法を設定します。ルールは順に適用されます。

# Button_PreviewRename
source: Preview Rename Rules
de_de: Vorschau der Umbenennungsregeln
ja_jp: 名前変更ルールのプレビュー

# Tab_Integration
source: Integration
ja_jp: 統合

# Header_KavitaConfig
source: Kavita Configuration
de_de: Kavita-Konfiguration
ja_jp: Kavita設定

# Body_KavitaConfig
source: Configure how Kavita sees your library paths. This is useful if you are running Kavita in Docker and the paths are different.
de_de: Konfigurieren Sie, wie Kavita Ihre Bibliothekspfade sieht. Dies ist nützlich, wenn Sie Kavita in Docker ausführen und die Pfade unterschiedlich sind.
ja_jp: Kavitaがライブラリパスをどのように認識するかを設定します。KavitaをDockerで実行していてパスが異なる場合に便利です。

# Note_KavitaConfig
source: Note: These paths are <b>only</b> used for Kavita integration (scan triggers). They do not affect where files are stored.
de_de: Hinweis: Diese Pfade werden <b>nur</b> für die Kavita-Integration (Scan-Trigger) verwendet. Sie haben keinen Einfluss darauf, wo Dateien gespeichert werden.
ja_jp: 注意: これらのパスはKavita統合 (スキャントリガー) に<b>のみ</b>使用されます。ファイルの保存場所には影響しません。

# Label_KavitaAsIs
source: Kavita Mount Point (As-Is)
de_de: Kavita-Mount-Punkt (Original)
ja_jp: Kavitaマウントポイント (そのまま)

# Helper_KavitaAsIs
source: The path to the 'As-Is' library as seen by Kavita
de_de: Der Pfad zur 'Original'-Bibliothek, wie er von Kavita gesehen wird
ja_jp: Kavitaから見た「そのまま」ライブラリへのパス

# Label_KavitaUpscaled
source: Kavita Mount Point (Upscaled)
de_de: Kavita-Mount-Punkt (Hochskaliert)
ja_jp: Kavitaマウントポイント (アップスケール)

# Helper_KavitaUpscaled
source: The path to the 'Upscaled' library as seen by Kavita
de_de: Der Pfad zur 'Hochskaliert'-Bibliothek, wie er von Kavita gesehen wird
ja_jp: Kavitaから見た「アップスケール」ライブラリへのパス

# Hint_Kavita
source: If left empty, the local paths will be used. Use this if Kavita is running in a container with different volume mappings.
de_de: Wenn leer gelassen, werden die lokalen Pfade verwendet. Verwenden Sie dies, wenn Kavita in einem Container mit unterschiedlichen Volume-Zuordnungen ausgeführt wird.
ja_jp: 空のままにすると、ローカルパスが使用されます。Kavitaが異なるボリュームマッピングを持つコンテナで実行されている場合に使用してください。
