Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Services/BackgroundTaskQueue/TaskDescribers/TaskStrings.*.resx
Languages: de, ja

# Progress_Indeterminate
source: Processed: {0}
de: Verarbeitet: {0}
ja: 処理済み: {0}

# Title_LoggingTask
source: Logging: {0}
de: Protokollierung: {0}
ja: ログ記録: {0}

# Title_UpscaleTask
source: Upscaling {0}
de: Hochskalieren von {0}
ja: {2} で {1} の {0} をアップスケーリング中

# Title_RepairUpscaleTask
source: Repairing {0}
de: Repariere {0}
ja: {2} で {1} のアップスケーリングされた {0} を修復中

# Title_ScanIngestTask
source: Scanning {0}
de: Scanne {0}
ja: {0} をスキャン中

# Title_RenameUpscaledChaptersSeriesTask
source: Renaming {0} to {1}
de: Benenne {0} in {1} um
ja: {0} を {1} に名前変更中

# Title_LibraryIntegrityCheckTask
source: Integrity Check: {0}
de: Integritätsprüfung: {0}
ja: 整合性チェック: {0}

# Title_MergeMangaTask
source: Merging {0} manga into {1}
de: Führe {0} Manga in {1} zusammen
ja: {0} 件のマンガを {1} に統合中

# Title_ApplyImageFiltersTask
source: Applying Filters to {0}
de: Wende Filter auf {0} an
ja: {0} にフィルターを適用中

# Title_UpdatePerceptualHashesTask
source: Updating Perceptual Hashes
de: Aktualisiere Wahrnehmungshashes
ja: 知覚ハッシュを更新中

# Title_DetectSplitCandidatesTask
source: Detecting Splits for Chapter {0}
de: Erkenne Trennungen für Kapitel {0}
ja: チャプター {0} の分割候補を検出中

# Title_ApplySplitsTask
source: Applying Splits for Chapter {0}
de: Wende Trennungen für Kapitel {0} an
ja: チャプター {0} の分割を適用中
