Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/Components/Libraries/FilteredImages/AddImageFilterDialog.*.resx
Languages: de_de, ja_jp

# Title
source: Add Image Filter
de_de: Bildfilter hinzufügen
ja_jp: 画像フィルターを追加

# Description
source: Choose an image to filter out from future ingests and retroactive scans.
de_de: Wählen Sie ein Bild aus, das bei zukünftigen Ingests und rückwirkenden Scans herausgefiltert werden soll.
ja_jp: 今後のインジェストや遡及スキャンから除外する画像を選択してください。

# Tab_UploadImage
source: Upload Image File
de_de: Bilddatei hochladen
ja_jp: 画像ファイルをアップロード

# Button_SelectImage
source: Select Image File
de_de: Bilddatei auswählen
ja_jp: 画像ファイルを選択

# Tab_ExtractFromCbz
source: Extract from CBZ
de_de: Aus CBZ extrahieren
ja_jp: CBZから抽出

# Label_CbzPath
source: CBZ File Path
de_de: CBZ-Dateipfad
ja_jp: CBZファイルパス

# Placeholder_CbzPath
source: /path/to/chapter.cbz
de_de: /pfad/zu/kapitel.cbz

# HelperText_CbzPath
source: Enter the full path to a CBZ file
de_de: Geben Sie den vollständigen Pfad zu einer CBZ-Datei ein
ja_jp: CBZファイルへのフルパスを入力してください

# Button_LoadCbzImages
source: Load CBZ Images
de_de: CBZ-Bilder laden
ja_jp: CBZ画像を読み込む

# Header_SelectImage
source: Select image to filter:
de_de: Bild zum Filtern auswählen:
ja_jp: フィルタリングする画像を選択:

# Label_Description
source: Description (Optional)
de_de: Beschreibung (Optional)
ja_jp: 説明 (オプション)

# Placeholder_Description
source: Why is this image being filtered?
de_de: Warum wird dieses Bild gefiltert?
ja_jp: なぜこの画像を除外するのですか？

# Header_Preview
source: Preview
de_de: Vorschau
ja_jp: プレビュー

# Button_AddFilter
source: Add Filter
de_de: Filter hinzufügen
ja_jp: フィルターを追加
