Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/Components/Libraries/FilteredImages/FilteredImages.*.resx
Languages: de_de, ja_jp

# PageTitle
source: Filtered Images - {0}
de_de: Gefilterte Bilder - {0}
ja_jp: フィルタリングされた画像 - {0}

# Header_Title
source: Filtered Images: {0}
de_de: Gefilterte Bilder: {0}
ja_jp: フィルタリングされた画像: {0}

# Button_AddFilter
source: Add Image Filter
de_de: Bildfilter hinzufügen
ja_jp: 画像フィルターを追加

# Button_ApplyRetroactively
source: Apply Filters Retroactively
de_de: Filter rückwirkend anwenden
ja_jp: フィルターを遡及的に適用

# Text_NoFilteredImages
source: No filtered images configured
de_de: Keine gefilterten Bilder konfiguriert
ja_jp: フィルタリングされた画像は設定されていません

# Header_Preview
source: Preview
de_de: Vorschau
ja_jp: プレビュー

# Header_Filename
source: Filename
de_de: Dateiname
ja_jp: ファイル名

# Header_Description
source: Description
de_de: Beschreibung
ja_jp: 説明

# Header_Added
source: Added
de_de: Hinzugefügt
ja_jp: 追加日

# Header_Occurrences
source: Occurrences
de_de: Vorkommen
ja_jp: 出現回数

# Header_LastMatched
source: Last Matched
de_de: Zuletzt gefunden
ja_jp: 最終一致

# Text_NoDescription
source: No description
de_de: Keine Beschreibung
ja_jp: 説明なし

# Text_Never
source: Never
de_de: Nie
ja_jp: なし

# NoRecords_Title
source: No filtered images configured for this library
de_de: Keine gefilterten Bilder für diese Bibliothek konfiguriert
ja_jp: このライブラリにはフィルタリングされた画像が設定されていません

# NoRecords_Subtitle
source: Click "Add Image Filter" to start filtering unwanted images
de_de: Klicken Sie auf "Bildfilter hinzufügen", um unerwünschte Bilder zu filtern
ja_jp: 「画像フィルターを追加」をクリックして、不要な画像のフィルタリングを開始してください

# Snackbar_FilterAdded
source: Image filter added successfully
de_de: Bildfilter erfolgreich hinzugefügt
ja_jp: 画像フィルターが正常に追加されました

# DialogTitle_ImagePreview
source: Image Preview
de_de: Bildvorschau
ja_jp: 画像プレビュー

# DialogTitle_EditFilter
source: Edit Image Filter
de_de: Bildfilter bearbeiten
ja_jp: 画像フィルターを編集

# Snackbar_FilterUpdated
source: Filter updated successfully
de_de: Filter erfolgreich aktualisiert
ja_jp: フィルターが正常に更新されました

# DialogContent_DeleteConfirm
source: Are you sure you want to delete the filter for '{0}'?
de_de: Sind Sie sicher, dass Sie den Filter für '{0}' löschen möchten?
ja_jp: 本当に '{0}' のフィルターを削除しますか？

# Snackbar_FilterDeleted
source: Filter deleted successfully
de_de: Filter erfolgreich gelöscht
ja_jp: フィルターが正常に削除されました

# DialogTitle_ApplyRetroactively
source: Apply Filters Retroactively
de_de: Filter rückwirkend anwenden
ja_jp: フィルターを遡及的に適用

# DialogContent_ApplyRetroactively
source: This will scan all existing chapters in '{0}' and remove any images matching the configured filters. This action cannot be undone. Continue?
de_de: Dies scannt alle vorhandenen Kapitel in '{0}' und entfernt alle Bilder, die den konfigurierten Filtern entsprechen. Diese Aktion kann nicht rückgängig gemacht werden. Fortfahren?
ja_jp: これにより、'{0}' 内のすべての既存チャプターがスキャンされ、設定されたフィルターに一致する画像が削除されます。この操作は元に戻せません。続行しますか？

# Button_ApplyFilters
source: Apply Filters
de_de: Filter anwenden
ja_jp: フィルターを適用

# Snackbar_TaskQueued
source: Image filter task has been queued for background processing
de_de: Bildfilter-Aufgabe wurde für die Hintergrundverarbeitung eingereiht
ja_jp: 画像フィルタータスクがバックグラウンド処理のためにキューに入れられました
