Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/Components/MangaManagement/Chapters/ChapterList.*.resx
Languages: de_de, ja_jp

# Button_DeleteSelected
source: Delete Selected
de_de: Ausgewählte löschen
ja_jp: 選択したものを削除

# Button_UpscaleSelected
source: Upscale Selected
de_de: Ausgewählte hochskalieren
ja_jp: 選択したものをアップスケール

# Button_DeleteUpscaledSelected
source: Delete Upscaled Selected
de_de: Ausgewählte hochskalierte löschen
ja_jp: 選択したアップスケール済みを削除

# Button_RevertSelectedMerged
source: Revert Selected Merged (Experimental)
de_de: Ausgewählte zusammengeführte rückgängig machen (Experimentell)
ja_jp: 選択した結合を元に戻す (実験的)

# Button_MergeSelected
source: Merge Selected / Add to Existing (Experimental)
de_de: Ausgewählte zusammenführen / Zu bestehenden hinzufügen (Experimentell)
ja_jp: 選択したものを結合 / 既存に追加 (実験的)

# Header_ChapterTitle
source: Chapter Title
de_de: Kapiteltitel
ja_jp: チャプタータイトル

# Header_ChapterPath
source: Chapter Path
de_de: Kapitelpfad
ja_jp: チャプターパス

# Header_Upscaled
source: Upscaled
de_de: Hochskaliert
ja_jp: アップスケール済み

# Header_Splits
source: Splits
de_de: Aufteilungen
ja_jp: 分割

# Header_UpscalerProfile
source: Upscaler Profile
de_de: Upscaler-Profil
ja_jp: アップスケーラープロファイル

# Header_Actions
source: Actions
de_de: Aktionen
ja_jp: アクション

# Chip_Merged
source: Merged
de_de: Zusammengeführt
ja_jp: 結合済み

# Tooltip_Upscale
source: Upscale this chapter.
de_de: Dieses Kapitel hochskalieren.
ja_jp: このチャプターをアップスケール。

# Chip_Pending
source: Pending
de_de: Ausstehend
ja_jp: 保留中

# Chip_Detected
source: Detected
de_de: Erkannt
ja_jp: 検出済み

# Chip_NoSplits
source: No Splits
de_de: Keine Aufteilungen
ja_jp: 分割なし

# Menu_ViewEdit
source: View / Edit
de_de: Ansehen / Bearbeiten
ja_jp: 表示 / 編集

# Menu_ApplySplits
source: Apply Splits
de_de: Aufteilungen anwenden
ja_jp: 分割を適用

# Tooltip_RedetectSplits
source: Re-detect Splits
de_de: Aufteilungen neu erkennen
ja_jp: 分割を再検出

# Snackbar_SplitDetectionCompleted
source: Split detection completed for {0} (no candidates found)
de_de: Aufteilungserkennung für {0} abgeschlossen.
ja_jp: {0} の分割検出が完了しました。

# Status_Yes
source: Yes
de_de: Ja
ja_jp: はい

# Status_No
source: No
de_de: Nein
ja_jp: いいえ

# Chip_Applied
source: Applied
de_de: Angewendet
ja_jp: 適用済み

# Chip_Failed
source: Failed
de_de: Fehlgeschlagen
ja_jp: 失敗

# Tooltip_RetryDetection
source: Retry Detection
de_de: Erkennung wiederholen
ja_jp: 検出を再試行

# Tooltip_DetectSplits
source: Detect Splits
de_de: Aufteilungen erkennen
ja_jp: 分割を検出

# Snackbar_SplitDetectionQueued
source: Queued split detection check for {0}
de_de: Aufteilungserkennung für {0} in die Warteschlange eingereiht
ja_jp: {0} の分割検出チェックをキューに入れました

# Snackbar_SplitDetectionFailure
source: Failed to queue split detection: {0}
de_de: Fehler beim Einreihen der Aufteilungserkennung: {0}
ja_jp: 分割検出のキュー登録に失敗しました: {0}

# Snackbar_SplitApplicationQueued
source: Queued split application for {0}
de_de: Anwendung der Aufteilungen für {0} in die Warteschlange eingereiht
ja_jp: {0} の分割適用をキューに入れました

# Snackbar_SplitApplicationFailure
source: Failed to apply splits: {0}
de_de: Fehler beim Anwenden der Aufteilungen: {0}
ja_jp: 分割の適用に失敗しました: {0}

# Dialog_EditSplits_Title
source: Edit Splits
de_de: Aufteilungen bearbeiten
ja_jp: 分割を編集

# Dialog_ApplySplits_Title
source: Apply Splits
de_de: Aufteilungen anwenden
ja_jp: 分割を適用

# Dialog_ApplySplits_Content
source: Are you sure you want to apply the detected splits? This will split the chapter into multiple files and delete the original.
de_de: Sind Sie sicher, dass Sie die erkannten Aufteilungen anwenden möchten? Dies wird das Kapitel in mehrere Dateien aufteilen und das Original löschen.
ja_jp: 検出された分割を適用してもよろしいですか？これにより、チャプターが複数のファイルに分割され、オリジナルは削除されます。

# Dialog_RevertSelectedMerged_Title
source: Revert Selected Merged Chapters
de_de: Ausgewählte zusammengeführte Kapitel zurücksetzen
ja_jp: 選択した結合済みチャプターを元に戻す

# Dialog_RevertSelectedMerged_Content
source: Are you sure you want to revert {0} merged chapters back to their original parts? This will delete the merged chapters and restore the individual parts.
de_de: Sind Sie sicher, dass Sie {0} in ihre ursprünglichen Teile zurücksetzen möchten? Dies löscht die zusammengeführten Kapitel und stellt die einzelnen Teile wieder her.
ja_jp: {0} を元のパーツに戻してもよろしいですか？これにより、結合されたチャプターが削除され、個々のパーツが復元されます。

# Dialog_DeleteUpscaledChapter_Title
source: Delete Upscaled Chapter
de_de: Hochskaliertes Kapitel löschen
ja_jp: アップスケールされた章を削除

# Dialog_DeleteUpscaledChapter_Content
source: Are you sure you want to delete the upscaled version of this chapter?
de_de: Sind Sie sicher, dass Sie die hochskalierte Version dieses Kapitels löschen möchten?
ja_jp: この章のアップスケール版を削除してもよろしいですか？

# Dialog_DeleteSelected_Title
source: Delete Selected Chapters
de_de: Ausgewählte Kapitel löschen
ja_jp: 選択したチャプターを削除

# Dialog_DeleteSelected_Content
source: Are you sure you want to delete the selected chapters?
de_de: Sind Sie sicher, dass Sie die ausgewählten Kapitel löschen möchten?
ja_jp: 選択したチャプターを削除してもよろしいですか？

# Dialog_DeleteUpscaledSelected_Title
source: Delete Upscaled Selected Chapters
de_de: Ausgewählte hochskalierte Kapitel löschen
ja_jp: 選択したアップスケール済みチャプターを削除

# Dialog_DeleteUpscaledSelected_Content
source: Are you sure you want to delete the upscaled versions of the selected chapters?
de_de: Sind Sie sicher, dass Sie die hochskalierten Versionen der ausgewählten Kapitel löschen möchten?
ja_jp: 選択したチャプターのアップスケール版を削除してもよろしいですか？

# Snackbar_NoMergedSelected
source: No merged chapters selected for reversion.
de_de: Keine zusammengeführten Kapitel ausgewählt.
ja_jp: 元に戻すための結合されたチャプターが選択されていません。

# Snackbar_RevertMerged_Success
source: Successfully reverted {0} merged chapters.
de_de: Erfolgreich {0} zusammengeführte Kapitel zurückgesetzt.
ja_jp: {0} 個の結合されたチャプターを正常に元に戻しました。

# Snackbar_RevertMerged_Failure
source: Failed to revert {0} merged chapters. Check the logs for more information.
de_de: Fehler beim Zurücksetzen von {0} zusammengeführten Kapiteln. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} 個の結合されたチャプターを元に戻すことに失敗しました。詳細についてはログを確認してください。

# Dialog_DeleteChapter_Title
source: Delete Chapter
de_de: Kapitel löschen
ja_jp: チャプターを削除

# Dialog_DeleteChapter_Content
source: Are you sure you want to delete this chapter?
de_de: Sind Sie sicher, dass Sie dieses Kapitel löschen möchten?
ja_jp: このチャプターを削除してもよろしいですか？

# Dialog_RevertMergedChapter_Title
source: Revert Merged Chapter
de_de: Zusammengeführtes Kapitel zurücksetzen
ja_jp: 結合されたチャプターを元に戻す

# Dialog_RevertMergedChapter_Content
source: Are you sure you want to revert this merged chapter back to its original parts? This will delete the merged chapter and restore the individual parts.
de_de: Sind Sie sicher, dass Sie dieses zusammengeführte Kapitel in seine ursprünglichen Teile zurücksetzen möchten? Dies löscht das zusammengeführte Kapitel und stellt die einzelnen Teile wieder her.
ja_jp: この結合されたチャプターを元のパーツに戻してもよろしいですか？これにより、結合されたチャプターが削除され、個々のパーツが復元されます。

# Snackbar_NotifyChange_Failure
source: Failed to notify connected service of chapter change for {0}. Check the logs for more information.
de_de: Fehler beim Benachrichtigen des verbundenen Dienstes über die Kapiteländerung für {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} のチャプター変更を接続されたサービスに通知できませんでした。詳細についてはログを確認してください。

# Snackbar_RevertMergedChapter_Success
source: Successfully reverted merged chapter and restored {0} individual parts.
de_de: Zusammengeführtes Kapitel erfolgreich zurückgesetzt und {0} einzelne Teile wiederhergestellt.
ja_jp: 結合されたチャプターを正常に元に戻し、{0} 個の個別のパーツを復元しました。

# Snackbar_RevertMergedChapter_Failure
source: Failed to revert merged chapter. Check the logs for more information.
de_de: Fehler beim Zurücksetzen des zusammengeführten Kapitels. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: 結合されたチャプターを元に戻すことに失敗しました。詳細についてはログを確認してください。

# Snackbar_DeleteFile_Failure
source: Failed to delete {0}. Check the logs for more information.
de_de: Fehler beim Löschen von {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} の削除に失敗しました。詳細についてはログを確認してください。

# Snackbar_UpscalerProfileNotSet
source: Upscaler profile not set for this library/manga.
de_de: Upscaler-Profil für diese Bibliothek/Manga nicht gesetzt.
ja_jp: このライブラリ/マンガのアップスケーラープロファイルが設定されていません。

# Snackbar_UpscaledLibraryPathNotSet
source: Upscaled library path not set for this library.
de_de: Pfad zur hochskalierten Bibliothek für diese Bibliothek nicht gesetzt.
ja_jp: このライブラリのアップスケールライブラリパスが設定されていません。

# Snackbar_DeleteUpscaledFile_Failure
source: Failed to delete upscaled {0}. Check the logs for more information.
de_de: Fehler beim Löschen der hochskalierten Datei {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: アップスケールされた {0} の削除に失敗しました。詳細についてはログを確認してください。

# Snackbar_InvalidFileName
source: The new name contains invalid characters.
de_de: Der neue Name enthält ungültige Zeichen.
ja_jp: 新しい名前に無効な文字が含まれています。

# Snackbar_MissingInfo
source: Manga or Library information is missing.
de_de: Manga- oder Bibliotheksinformationen fehlen.
ja_jp: マンガまたはライブラリ情報が不足しています。

# Snackbar_UpscaledPathNotSetButUpscaled
source: Upscaled library path not set for this library, but chapter is upscaled.
de_de: Pfad zur hochskalierten Bibliothek nicht gesetzt, aber Kapitel ist hochskaliert.
ja_jp: このライブラリのアップスケールライブラリパスが設定されていませんが、チャプターはアップスケールされています。

# Snackbar_RenameFile_Failure
source: Failed to rename {0}. Check the logs for more information.
de_de: Fehler beim Umbenennen von {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} の名前変更に失敗しました。詳細についてはログを確認してください。

# Snackbar_RenameUpscaledFile_Failure
source: Failed to rename upscaled {0}. Check the logs for more information.
de_de: Fehler beim Umbenennen der hochskalierten Datei {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: アップスケールされた {0} の名前変更に失敗しました。詳細についてはログを確認してください。

# Snackbar_RevertRename_Failure
source: Failed to revert rename of {0}. Check the logs for more information.
de_de: Fehler beim Rückgängigmachen der Umbenennung von {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} の名前変更の取り消しに失敗しました。詳細についてはログを確認してください。

# Snackbar_RevertRenameUpscaled_Failure
source: Failed to revert rename of upscaled {0}. Check the logs for more information.
de_de: Fehler beim Rückgängigmachen der Umbenennung der hochskalierten Datei {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: アップスケールされた {0} の名前変更の取り消しに失敗しました。詳細についてはログを確認してください。

# Snackbar_LoadMetadata_Failure
source: Failed to load metadata for {0}. Check the logs for more information.
de_de: Fehler beim Laden der Metadaten für {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: {0} のメタデータ読み込みに失敗しました。詳細についてはログを確認してください。

# Snackbar_NoChaptersSelected
source: No chapters selected.
de_de: Keine Kapitel ausgewählt.
ja_jp: チャプターが選択されていません。

# Snackbar_NoNonMergedSelected
source: No non-merged chapters selected for merging.
de_de: Keine nicht zusammengeführten Kapitel zum Zusammenführen ausgewählt.
ja_jp: 結合するための未結合チャプターが選択されていません。

# Snackbar_NoValidMergeOperations
source: No valid merge operations possible for the selected chapters.
de_de: Keine gültigen Zusammenführungsoperationen für die ausgewählten Kapitel möglich.
ja_jp: 選択されたチャプターに対して有効な結合操作がありません。

# Dialog_LatestChapter_Title
source: Latest Chapter Detected
de_de: Neuestes Kapitel erkannt
ja_jp: 最新チャプターを検出

# Dialog_LatestChapter_Content
source: The selection includes operations involving the latest chapters. Do you want to proceed with all possible merge operations?
de_de: Die Auswahl enthält Operationen, die die neuesten Kapitel betreffen. Möchten Sie mit allen möglichen Zusammenführungen fortfahren?
ja_jp: 選択には最新のチャプターに関わる操作が含まれています。可能なすべての結合操作を続行しますか？

# Snackbar_NoMergeOperationsForChapter
source: No merge operations possible for this chapter.
de_de: Keine Zusammenführungsoperationen für dieses Kapitel möglich.
ja_jp: このチャプターに対して可能な結合操作はありません。

# Snackbar_ChapterNotMergeable
source: The selected chapter is not part of any mergeable group.
de_de: Das ausgewählte Kapitel ist Teil keiner zusammenführbaren Gruppe.
ja_jp: 選択されたチャプターは結合可能なグループの一部ではありません。

# Dialog_LatestChapterSpecific_Content
source: The {0} for chapter {1} includes the latest chapter. Do you want to proceed?
de_de: Die {0} für Kapitel {1} beinhaltet das neueste Kapitel. Möchten Sie fortfahren?
ja_jp: チャプター {1} の {0} に最新のチャプターが含まれています。続行しますか？

# Snackbar_NoChaptersMerged
source: No chapters were merged. Check the logs for more information.
de_de: Es wurden keine Kapitel zusammengeführt. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: チャプターは結合されませんでした。詳細についてはログを確認してください。

# Snackbar_MergeSuccess_Single
source: Successfully merged {0} chapters into 1 group.
de_de: Erfolgreich {0} Kapitel in 1 Gruppe zusammengeführt.
ja_jp: {0} チャプターを 1 グループに正常に結合しました。

# Snackbar_MergeSuccess_Multiple
source: Successfully merged {0} chapters into {1} groups.
de_de: Erfolgreich {0} Kapitel in {1} Gruppen zusammengeführt.
ja_jp: {0} チャプターを {1} グループに正常に結合しました。

# Snackbar_MergeFailure
source: Failed to merge chapters. Check the logs for more information.
de_de: Fehler beim Zusammenführen der Kapitel. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: チャプターの結合に失敗しました。詳細についてはログを確認してください。

# Snackbar_MergeOperationsSuccess_Both
source: Successfully completed {0} new merges and {1} additions to existing merged chapters.
de_de: Erfolgreich {0} neue Zusammenführungen und {1} Erweiterungen bestehender zusammengeführter Kapitel abgeschlossen.
ja_jp: {0} 件の新規結合と {1} 件の既存の結合されたチャプターへの追加が正常に完了しました。

# Snackbar_MergeOperationsSuccess_New
source: Successfully completed {0} new merges.
de_de: Erfolgreich {0} neue Zusammenführungen abgeschlossen.
ja_jp: {0} 件の新規結合が正常に完了しました。

# Snackbar_MergeOperationsSuccess_Add
source: Successfully completed {0} additions to existing merged chapters.
de_de: Erfolgreich {0} Erweiterungen bestehender zusammengeführter Kapitel abgeschlossen.
ja_jp: 既存の結合されたチャプターへの {0} 件の追加が正常に完了しました。

# Snackbar_MergeOperationsFailure
source: Failed to complete merge operations. Check the logs for more information.
de_de: Fehler beim Abschließen der Zusammenführungsoperationen. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: 結合操作の完了に失敗しました。詳細についてはログを確認してください。

# Snackbar_AddChaptersSuccess
source: Successfully added {0} chapters to existing merged chapter {1}.
de_de: Erfolgreich {0} Kapitel zum bestehenden zusammengeführten Kapitel {1} hinzugefügt.
ja_jp: {0} チャプターを既存の結合されたチャプター {1} に正常に追加しました。

# Snackbar_AddChaptersFailure
source: Failed to add chapters to existing merged chapter {0}. Check the logs for more information.
de_de: Fehler beim Hinzufügen von Kapiteln zum bestehenden zusammengeführten Kapitel {0}. Überprüfen Sie die Protokolle für weitere Informationen.
ja_jp: 既存の結合されたチャプター {0} へのチャプター追加に失敗しました。詳細についてはログを確認してください。

# Text_NotAvailable
source: N/A
de_de: N/V
ja_jp: 該当なし

# Label_Filename
source: Filename
de_de: Dateiname
ja_jp: ファイル名

# Tooltip_DeleteChapter
source: Delete this chapter
de_de: Dieses Kapitel löschen
ja_jp: このチャプターを削除

# Tooltip_MergeChapter
source: Merge this chapter with consecutive parts or add to existing merged chapter
de_de: Dieses Kapitel mit nachfolgenden Teilen zusammenführen oder zu einem bestehenden zusammengeführten Kapitel hinzufügen
ja_jp: このチャプターを後続のパーツと結合するか、既存の結合されたチャプターに追加します

# Tooltip_RevertMerged
source: Revert this merged chapter back to individual parts
de_de: Dieses zusammengeführte Kapitel in seine ursprünglichen Teile zurücksetzen
ja_jp: この結合されたチャプターを元のパーツに戻します
