Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/SharedResource.*.resx
Languages: de_de, ja_jp

source: Home
de_de: Startseite
ja_jp: ホーム

source: Settings
de_de: Einstellungen
ja_jp: 設定

source: Language
de_de: Sprache
ja_jp: 言語

source: Preferred Language
de_de: Bevorzugte Sprache
ja_jp: 優先言語

source: Manga Ingest Dashboard
ja_jp: マンガ取り込みダッシュボード

source: Manga Ingest with Upscaling
de_de: Manga Ingest mit Upscaling
ja_jp: マンガ取り込みとアップスケーリング

source: Libraries
de_de: Bibliotheken
ja_jp: ライブラリ

source: Upscale Profiles
de_de: Upscale Profile
ja_jp: アップスケールプロファイル

source: Mangas
ja_jp: マンガ

source: Tasks
de_de: Aufgaben
ja_jp: タスク

source: Logs
de_de: Protokolle
ja_jp: ログ

source: Logout
de_de: Abmelden
ja_jp: ログアウト

source: Welcome to Manga Ingest
de_de: Willkommen bei Manga Ingest
ja_jp: Manga Ingest へようこそ

source: Quick Start Guide
de_de: Schnellstartanleitung
ja_jp: クイックスタートガイド

# GetStartedMessage
source: Get started with manga ingestion and upscaling in just a few steps:
de_de: Beginnen Sie mit der Manga-Erfassung und dem Upscaling in nur wenigen Schritten:
ja_jp: わずか数ステップでマンガの取り込みとアップスケーリングを開始できます：

# SetUpLibrary
source: Set up a Library
de_de: Bibliothek einrichten
ja_jp: ライブラリのセットアップ

# SetUpLibraryDesc
source: Create a new library in the {0} section to define where your manga files will be stored.
de_de: Erstellen Sie eine neue Bibliothek im Bereich {0}, um festzulegen, wo Ihre Manga-Dateien gespeichert werden.
ja_jp: {0} セクションで新しいライブラリを作成し、マンガファイルの保存場所を定義します。

source: Add Manga Files
de_de: Manga-Dateien hinzufügen
ja_jp: マンガファイルの追加

# AddMangaFilesDesc
source: Add manga files to your configured ingest folder. The system will automatically detect and process them.
de_de: Fügen Sie Manga-Dateien zu Ihrem konfigurierten Ingest-Ordner hinzu. Das System erkennt und verarbeitet sie automatisch.
ja_jp: 設定した取り込みフォルダにマンガファイルを追加します。システムが自動的に検出し、処理します。

source: Automatic Processing
de_de: Automatische Verarbeitung
ja_jp: 自動処理

# AutomaticProcessingDesc
source: Wait for the system to ingest the mangas and chapters. This happens automatically in the background.
de_de: Warten Sie, bis das System die Mangas und Kapitel erfasst hat. Dies geschieht automatisch im Hintergrund.
ja_jp: システムがマンガとチャプターを取り込むのを待ちます。これはバックグラウンドで自動的に行われます。

source: Upscale Content
de_de: Inhalte hochskalieren
ja_jp: コンテンツのアップスケーリング

# UpscaleContentDesc
source: Configure upscaling profiles and let the system enhance your manga images automatically or on-demand.
de_de: Konfigurieren Sie Upscaling-Profile und lassen Sie das System Ihre Manga-Bilder automatisch oder bei Bedarf verbessern.
ja_jp: アップスケーリングプロファイルを設定し、自動またはオンデマンドでマンガ画像を強化します。

source: Quick Actions
de_de: Schnellaktionen
ja_jp: クイックアクション

source: Create Library
de_de: Bibliothek erstellen
ja_jp: ライブラリの作成

source: Manage Profiles
de_de: Profile verwalten
ja_jp: プロファイルの管理

source: View Tasks
de_de: Aufgaben anzeigen
ja_jp: タスクの表示

source: pending task
de_de: ausstehende Aufgabe
ja_jp: 保留中のタスク

# PageTitle_ManageLibraries
source: Manage Libraries
de_de: Bibliotheken verwalten
ja_jp: ライブラリの管理

# Libraries_Title
source: Libraries
de_de: Bibliotheken
ja_jp: ライブラリ

# Libraries_CreateLibrary
source: Create Library
de_de: Bibliothek erstellen
ja_jp: ライブラリを作成

# Libraries_UpscaleAll
source: Upscale All
de_de: Alle hochskalieren
ja_jp: すべてアップスケール

# Libraries_NoLibrariesYet
source: No Libraries Yet
de_de: Noch keine Bibliotheken
ja_jp: ライブラリがまだありません

# Libraries_CreateFirstLibraryDescription
source: Create your first library to start managing your manga collection.
de_de: Erstellen Sie Ihre erste Bibliothek, um Ihre Manga-Sammlung zu verwalten.
ja_jp: 最初のライブラリを作成して、マンガコレクションの管理を始めましょう。

# Libraries_CreateYourFirstLibrary
source: Create Your First Library
de_de: Erste Bibliothek erstellen
ja_jp: 最初のライブラリを作成

# Libraries_LibraryOverview
source: Library Overview
de_de: Bibliotheksübersicht
ja_jp: ライブラリ概要

# Libraries_Stats_Libraries
source: {0} Libraries
de_de: {0} Bibliotheken
ja_jp: {0} ライブラリ

# Libraries_Stats_MangaSeries
source: {0} Manga Series
de_de: {0} Manga-Serien
ja_jp: {0} マンガシリーズ

# Libraries_Stats_Chapters
source: {0} Chapters
de_de: {0} Kapitel
ja_jp: {0} チャプター

# Libraries_Header_LibraryName
source: Library Name
de_de: Bibliotheksname
ja_jp: ライブラリ名

# Libraries_Header_IngestPath
source: Ingest Path
de_de: Ingest-Pfad
ja_jp: 取り込みパス

# Libraries_Header_UpscalerConfig
source: Upscaler Config
de_de: Upscaler-Konfiguration
ja_jp: アップスケーラー設定

# Libraries_Header_MangaSeries
source: Manga Series
de_de: Manga-Serien
ja_jp: マンガシリーズ

# Libraries_Header_Chapters
source: Chapters
de_de: Kapitel
ja_jp: チャプター

# Libraries_Header_Actions
source: Actions
de_de: Aktionen
ja_jp: アクション

# Libraries_NotConfigured
source: Not configured
de_de: Nicht konfiguriert
ja_jp: 未設定

# Libraries_AutoUpscale
source: Auto-Upscale
ja_jp: 自動アップスケール

# Libraries_Tooltip_Edit
source: Edit this library
de_de: Diese Bibliothek bearbeiten
ja_jp: このライブラリを編集

# Libraries_Tooltip_Scan
source: Scan library for new content
de_de: Bibliothek nach neuen Inhalten scannen
ja_jp: 新しいコンテンツをスキャン

# Libraries_Tooltip_Upscale
source: Upscale unprocessed content
de_de: Unbearbeitete Inhalte hochskalieren
ja_jp: 未処理のコンテンツをアップスケール

# Libraries_Tooltip_Integrity
source: Check library integrity
de_de: Bibliotheksintegrität prüfen
ja_jp: ライブラリの整合性を確認

# Libraries_Tooltip_Filters
source: Manage image filters
de_de: Bildfilter verwalten
ja_jp: 画像フィルターを管理

# Libraries_Tooltip_Delete
source: Delete this library
de_de: Diese Bibliothek löschen
ja_jp: このライブラリを削除

# Libraries_DeleteDialog_Title
source: Delete Library
de_de: Bibliothek löschen
ja_jp: ライブラリを削除

# Libraries_DeleteDialog_Content
source: Do you really want to delete this library? Note: This does NOT delete any of the files created.
de_de: Möchten Sie diese Bibliothek wirklich löschen? Hinweis: Dies löscht KEINE der erstellten Dateien.
ja_jp: 本当にこのライブラリを削除しますか？注意：作成されたファイルは削除されません。

# Generic_Cancel
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル

# PageTitle_BrowseMangas
source: Browse and Manage Mangas
de_de: Mangas durchsuchen und verwalten
ja_jp: マンガの閲覧と管理

# Mangas_Title
source: Mangas
ja_jp: マンガ

# Mangas_LibraryToBrowse
source: Library to browse
de_de: Bibliothek zum Durchsuchen
ja_jp: 閲覧するライブラリ

# Mangas_Library_All
source: All
de_de: Alle
ja_jp: すべて

# Mangas_SearchLabel
source: Search by title.
de_de: Nach Titel suchen.
ja_jp: タイトルで検索

# Mangas_SearchPlaceholder
source: Search...
de_de: Suchen...
ja_jp: 検索...

# Mangas_MergeSelected
source: Merge Selected
de_de: Ausgewählte zusammenführen
ja_jp: 選択したものを結合

# Mangas_MoveSelected
source: Move Selected to New Library
de_de: Ausgewählte in neue Bibliothek verschieben
ja_jp: 選択したものを新しいライブラリに移動

# Mangas_DeleteSelected
source: Delete Selected
de_de: Ausgewählte löschen
ja_jp: 選択したものを削除

# Mangas_Header_Library
source: Library
de_de: Bibliothek
ja_jp: ライブラリ

# Mangas_Header_Title
source: Title
de_de: Titel
ja_jp: タイトル

# Mangas_Header_Chapters
source: Chapters
de_de: Kapitel
ja_jp: チャプター

# Mangas_Header_ShouldUpscale
source: Should Upscale
de_de: Soll hochskaliert werden
ja_jp: アップスケールすべきか

# Mangas_Header_Actions
source: Actions
de_de: Aktionen
ja_jp: アクション

# Mangas_ChapterCount
source: {0} ({1} upscaled)
de_de: {0} ({1} hochskaliert)
ja_jp: {0} ({1} アップスケール済み)

# Mangas_UseLibrarySettings
source: Use Library settings
de_de: Bibliothekseinstellungen verwenden
ja_jp: ライブラリ設定を使用

# Mangas_Tooltip_Edit
source: Edit this Manga.
de_de: Diesen Manga bearbeiten.
ja_jp: このマンガを編集

# Mangas_Tooltip_Upscale
source: Upscale chapter in this manga. This will upscale all chapters that aren't yet or used a different one from the one configured.
de_de: Kapitel in diesem Manga hochskalieren. Dies skaliert alle Kapitel hoch, die noch nicht hochskaliert sind oder eine andere Konfiguration verwendet haben.
ja_jp: このマンガのチャプターをアップスケール。まだアップスケールされていないか、設定と異なるものを使用しているすべてのチャプターをアップスケールします。

# Mangas_Tooltip_Delete
source: Delete this Manga.
de_de: Diesen Manga löschen.
ja_jp: このマンガを削除

# Mangas_Dialog_Merge_Title
source: Merge Mangas
de_de: Mangas zusammenführen
ja_jp: マンガを結合

# Mangas_Dialog_Move_Title
source: Move Mangas
de_de: Mangas verschieben
ja_jp: マンガを移動

# Mangas_Dialog_Delete_Title
source: Delete Mangas
de_de: Mangas löschen
ja_jp: マンガを削除

# Mangas_Dialog_DeleteSingle_Title
source: Delete Manga
de_de: Manga löschen
ja_jp: マンガを削除

# Mangas_Error_Loading
source: Error loading mangas.
de_de: Fehler beim Laden der Mangas.
ja_jp: マンガの読み込みエラー。

# Mangas_Error_Merging
source: Error merging mangas.
de_de: Fehler beim Zusammenführen der Mangas.
ja_jp: マンガの結合エラー。

# Mangas_Error_Moving
source: Error moving mangas to new library.
de_de: Fehler beim Verschieben der Mangas in eine neue Bibliothek.
ja_jp: 新しいライブラリへのマンガの移動エラー。

# Mangas_Error_Deleting
source: Error deleting mangas.
de_de: Fehler beim Löschen der Mangas.
ja_jp: マンガの削除エラー。

# Mangas_Error_DeletingSingle
source: Error deleting manga {0}
de_de: Fehler beim Löschen des Mangas {0}
ja_jp: マンガ {0} の削除エラー

# Mangas_Error_ChangingTitle
source: Error changing title of manga {0} to {1}
de_de: Fehler beim Ändern des Titels von Manga {0} zu {1}
ja_jp: マンガ {0} のタイトルを {1} に変更する際のエラー

# Mangas_Error_Saving
source: Error saving changes to manga {0}
de_de: Fehler beim Speichern der Änderungen an Manga {0}
ja_jp: マンガ {0} への変更の保存エラー

# PageTitle_UpscalerProfiles
source: Upscaler Profiles
de_de: Upscaler-Profile
ja_jp: アップスケーラープロファイル

# UpscalerProfiles_Title
source: Create and Edit Profiles configuring Upscaling
de_de: Profile für Upscaling erstellen und bearbeiten
ja_jp: アップスケーリング設定プロファイルの作成と編集

# Generic_Create
source: Create
de_de: Erstellen
ja_jp: 作成

# UpscalerProfiles_Header_Name
source: Name
ja_jp: 名前

# UpscalerProfiles_Header_ScalingFactor
source: Scaling Factor
de_de: Skalierungsfaktor
ja_jp: スケーリング係数

# UpscalerProfiles_Header_CompFormat
source: Comp. Format
de_de: Komp.-Format
ja_jp: 圧縮形式

# UpscalerProfiles_Header_CompQuality
source: Comp. Quality
de_de: Komp.-Qualität
ja_jp: 圧縮品質

# UpscalerProfiles_Header_Actions
source: Actions
de_de: Aktionen
ja_jp: アクション

# UpscalerProfiles_Tooltip_Edit
source: Edit this profile
de_de: Dieses Profil bearbeiten
ja_jp: このプロファイルを編集

# UpscalerProfiles_Tooltip_Delete
source: Delete this profile
de_de: Dieses Profil löschen
ja_jp: このプロファイルを削除

# UpscalerProfiles_DeleteDialog_Title
source: Delete Profile
de_de: Profil löschen
ja_jp: プロファイルを削除

# UpscalerProfiles_DeleteDialog_Content
source: Do you really want to delete this profile? Note: This does NOT delete any of the files created.
de_de: Möchten Sie dieses Profil wirklich löschen? Hinweis: Dies löscht KEINE der erstellten Dateien.
ja_jp: 本当にこのプロファイルを削除しますか？注意：作成されたファイルは削除されません。

# PageTitle_Tasks
source: Tasks
de_de: Aufgaben
ja_jp: タスク

# TaskQueues_Title
source: Currently running tasks
de_de: Aktuell laufende Aufgaben
ja_jp: 現在実行中のタスク

# TaskQueues_StandardTasks
source: Standard Tasks
de_de: Standardaufgaben
ja_jp: 標準タスク

# TaskQueues_UpscalingTasks
source: Upscaling Tasks
de_de: Upscaling-Aufgaben
ja_jp: アップスケーリングタスク

# TaskQueues_Error_ClearCompleted
source: Failed to clear completed tasks: {0}
de_de: Fehler beim Löschen abgeschlossener Aufgaben: {0}
ja_jp: 完了したタスクの削除に失敗しました: {0}

# TaskQueues_Error_ClearFailed
source: Failed to clear failed tasks: {0}
de_de: Fehler beim Löschen fehlgeschlagener Aufgaben: {0}
ja_jp: 失敗したタスクの削除に失敗しました: {0}

# TaskTable_ClearFailed
source: Clear Failed
de_de: Fehlgeschlagene löschen
ja_jp: 失敗したものを削除

# TaskTable_ClearCompleted
source: Clear Completed
de_de: Abgeschlossene löschen
ja_jp: 完了したものを削除

# TaskTable_Header_Name
source: Name
ja_jp: 名前

# TaskTable_Header_QueuedAt
source: Queued At
de_de: Eingereiht am
ja_jp: キュー登録日時

# TaskTable_Header_FinishedAt
source: Finished At
de_de: Beendet am
ja_jp: 終了日時

# TaskTable_Header_Status
source: Status
ja_jp: ステータス

# TaskTable_Header_Actions
source: Actions
de_de: Aktionen
ja_jp: アクション

# TaskTable_Progress_Working
source: Working…
de_de: Arbeitet…
ja_jp: 処理中…

# PageTitle_Logs
source: Logs
de_de: Protokolle
ja_jp: ログ

# Logs_Title
source: Application Logs
de_de: Anwendungsprotokolle
ja_jp: アプリケーションログ

# Logs_FilterLabel
source: Logging level filter
de_de: Protokollierungsstufe filtern
ja_jp: ログレベルフィルター

# Logs_Header_Timestamp
source: Timestamp
de_de: Zeitstempel
ja_jp: タイムスタンプ

# Logs_Header_Level
source: Level
de_de: Stufe
ja_jp: レベル

# Logs_Header_Message
source: Message
de_de: Nachricht
ja_jp: メッセージ

# Logs_Header_Exception
source: Exception
de_de: Ausnahme
ja_jp: 例外

# CreateLibrary_Title
source: Create Library
de_de: Bibliothek erstellen
ja_jp: ライブラリの作成

# CreateLibrary_Button
source: Create
de_de: Erstellen
ja_jp: 作成

# EditLibrary_Title
source: Edit Library
de_de: Bibliothek bearbeiten
ja_jp: ライブラリの編集

# EditLibrary_TitleWithParams
source: Edit Library: {0}
de_de: Bibliothek bearbeiten: {0}
ja_jp: ライブラリの編集: {0}

# EditLibrary_Unknown
source: Unknown
de_de: Unbekannt
ja_jp: 不明

# EditLibrary_SaveButton
source: Save
de_de: Speichern
ja_jp: 保存

# EditLibraryForm_Tab_BasicSettings
source: Basic Settings
de_de: Grundeinstellungen
ja_jp: 基本設定

# EditLibraryForm_Header_LibraryInfo
source: Library Information
de_de: Bibliotheksinformationen
ja_jp: ライブラリ情報

# EditLibraryForm_Label_LibraryName
source: Library Name
de_de: Bibliotheksname
ja_jp: ライブラリ名

# EditLibraryForm_Helper_LibraryName
source: Name for display purposes only.
de_de: Name nur für Anzeigezwecke.
ja_jp: 表示用の名前です。

# EditLibraryForm_Label_Created
source: Created:
de_de: Erstellt:
ja_jp: 作成日時:

# EditLibraryForm_Label_Modified
source: Modified:
de_de: Geändert:
ja_jp: 更新日時:

# EditLibraryForm_Header_IngestConfig
source: Ingest Configuration
de_de: Import-Konfiguration
ja_jp: 取り込み設定

# EditLibraryForm_Title_IngestFolder
source: Ingest Folder
de_de: Import-Ordner
ja_jp: 取り込みフォルダ

# EditLibraryForm_Tab_StoragePaths
source: Storage Paths
de_de: Speicherpfade
ja_jp: 保存パス

# EditLibraryForm_Warning_LibraryContainsSeries
source: Library Contains {0} Manga Series
de_de: Bibliothek enthält {0} Manga-Serien
ja_jp: ライブラリには {0} 件のマンガシリーズが含まれています

# EditLibraryForm_Warning_CannotChangePaths
source: You cannot change the storage paths of a library that already contains manga series. Either delete or move the series to another library before changing the paths.
de_de: Sie können die Speicherpfade einer Bibliothek nicht ändern, die bereits Manga-Serien enthält. Löschen oder verschieben Sie die Serien in eine andere Bibliothek, bevor Sie die Pfade ändern.
ja_jp: マンガシリーズが含まれているライブラリの保存パスは変更できません。パスを変更する前に、シリーズを削除するか、別のライブラリに移動してください。

# EditLibraryForm_Warning_CanStillChange
source: You can still change the upscaling configuration and the library name, and set a path for the ingest folder. In case you <strong>haven't set up a target folder for the upscaled mangas</strong>, you are still able to set one below.
de_de: Sie können weiterhin die Upscaling-Konfiguration und den Bibliotheksnamen ändern sowie einen Pfad für den Import-Ordner festlegen. Falls Sie <strong>noch keinen Zielordner für die hochskalierten Mangas eingerichtet haben</strong>, können Sie dies unten tun.
ja_jp: アップスケーリング設定やライブラリ名、取り込みフォルダのパスは変更可能です。<strong>アップスケーリングされたマンガの保存先フォルダを設定していない場合</strong>は、以下で設定できます。

# EditLibraryForm_Header_StorageLocations
source: Storage Locations
de_de: Speicherorte
ja_jp: 保存場所

# EditLibraryForm_Title_StoragePathAsIs
source: Storage Path as-is
de_de: Speicherpfad (Original)
ja_jp: 保存パス (オリジナル)

# EditLibraryForm_Title_UpscaledLocation
source: Upscaled location
de_de: Speicherpfad (Hochskaliert)
ja_jp: 保存パス (アップスケーリング後)

# EditLibraryForm_Tab_Upscaling
source: Upscaling
ja_jp: アップスケーリング

# EditLibraryForm_Header_UpscalingConfig
source: Upscaling Configuration
de_de: Upscaling-Konfiguration
ja_jp: アップスケーリング設定

# EditLibraryForm_Label_UpscaleOnIngest
source: Automatically upscale all mangas on ingest
de_de: Alle Mangas beim Import automatisch hochskalieren
ja_jp: 取り込み時にすべてのマンガを自動的にアップスケーリングする

# EditLibraryForm_Label_UpscalerProfile
source: Upscaler Profile
de_de: Upscaler-Profil
ja_jp: アップスケーラープロファイル

# EditLibraryForm_Helper_UpscalerProfile
source: Select an upscaling profile to use for this library. Leave at 'none' if you do not want to upscale any images.
de_de: Wählen Sie ein Upscaling-Profil für diese Bibliothek. Lassen Sie es auf 'keines', wenn Sie keine Bilder hochskalieren möchten.
ja_jp: このライブラリで使用するアップスケーリングプロファイルを選択してください。画像をアップスケーリングしない場合は「なし」のままにしてください。

# EditLibraryForm_Option_None
source: «None (Do Not Upscale)»
de_de: «Keines (Nicht hochskalieren)»
ja_jp: «なし (アップスケーリングしない)»

# EditLibraryForm_Tab_FileManagement
source: File Management
de_de: Dateiverwaltung
ja_jp: ファイル管理

# EditLibraryForm_Header_FileFiltering
source: File Filtering & Processing
de_de: Dateifilterung & Verarbeitung
ja_jp: ファイルフィルタリングと処理

# EditLibraryForm_Header_ChapterProcessing
source: Chapter Processing Options
de_de: Kapitelverarbeitungsoptionen
ja_jp: チャプター処理オプション

# EditLibraryForm_Label_MergeChapters
source: Merge chapter parts (e.g., Chapter 22.1, 22.2, 22.3 → Chapter 22). Only merges completed chapters, not the latest one.
de_de: Kapitelteile zusammenführen (z.B. Kapitel 22.1, 22.2, 22.3 → Kapitel 22). Führt nur abgeschlossene Kapitel zusammen, nicht das neueste.
ja_jp: チャプターパーツを結合する (例: 第22.1章、22.2章、22.3章 → 第22章)。完了したチャプターのみを結合し、最新のチャプターは結合しません。

# EditLibraryForm_Warning_Experimental
source: ⚠️ Experimental feature - expect potential data loss!
de_de: ⚠️ Experimentelle Funktion - Datenverlust möglich!
ja_jp: ⚠️ 実験的な機能です - データ損失の可能性があります！

# EditLibraryForm_Header_VerticalStrip
source: Vertical Strip Detection
de_de: Erkennung vertikaler Streifen
ja_jp: 縦長画像分割

# EditLibraryForm_Label_DetectionMode
source: Detection Mode
de_de: Erkennungsmodus
ja_jp: 検出モード

# EditLibraryForm_Helper_DetectionMode
source: Configure how vertical strips (webtoons) should be handled.
de_de: Konfigurieren Sie, wie vertikale Streifen (Webtoons) behandelt werden sollen.
ja_jp: 縦に連結されたページの分割方法を設定します。

# EditLibraryForm_Option_Disabled
source: Disabled
de_de: Deaktiviert
ja_jp: 無効

# EditLibraryForm_Option_DetectOnly
source: Detect Only (Manual Review)
de_de: Nur erkennen (Manuelle Überprüfung)
ja_jp: 検出のみ (手動確認)

# EditLibraryForm_Option_DetectAndApply
source: Detect & Apply Automatically
de_de: Erkennen & Automatisch anwenden
ja_jp: 検出して自動適用

# EditLibraryForm_Tab_RenameRules
source: Rename Rules
de_de: Umbenennungsregeln
ja_jp: リネームルール

# EditLibraryForm_Header_RenameConfig
source: File Rename Configuration
de_de: Datei-Umbenennungskonfiguration
ja_jp: ファイルリネーム設定

# EditLibraryForm_Body_RenameConfig
source: Configure how files should be renamed when processed by the library. This helps ensure consistent naming conventions across your manga collection.
de_de: Konfigurieren Sie, wie Dateien umbenannt werden sollen, wenn sie von der Bibliothek verarbeitet werden. Dies hilft, konsistente Namenskonventionen in Ihrer Manga-Sammlung sicherzustellen.
ja_jp: ライブラリで処理される際のファイルのリネーム方法を設定します。これにより、マンガコレクション全体で一貫した命名規則を確保できます。

# EditLibraryForm_Button_PreviewRename
source: Preview Rename Rules
de_de: Umbenennungsregeln Vorschau
ja_jp: リネームルールのプレビュー

# EditLibraryForm_Tab_Integration
source: Integration
ja_jp: 連携

# EditLibraryForm_Header_KavitaConfig
source: Kavita Integration Configuration
de_de: Kavita-Integrationskonfiguration
ja_jp: Kavita連携設定

# EditLibraryForm_Body_KavitaConfig
source: Configure the integration with Kavita to automatically notify it of new content. If you do not use Kavita, you can ignore these settings.
de_de: Konfigurieren Sie die Integration mit Kavita, um es automatisch über neue Inhalte zu benachrichtigen. Wenn Sie Kavita nicht verwenden, können Sie diese Einstellungen ignorieren.
ja_jp: 新しいコンテンツを自動的に通知するようにKavitaとの連携を設定します。Kavitaを使用していない場合は、これらの設定を無視できます。

# EditLibraryForm_Note_KavitaConfig
source: <strong>Note:</strong> You do not need to configure both mount points, but only the one you want to notify Kavita about. Leaving any mount point empty will disable the integration for that content type.
de_de: <strong>Hinweis:</strong> Sie müssen nicht beide Mount-Punkte konfigurieren, sondern nur denjenigen, über den Sie Kavita benachrichtigen möchten. Wenn Sie einen Mount-Punkt leer lassen, wird die Integration für diesen Inhaltstyp deaktiviert.
ja_jp: <strong>注意:</strong> 両方のマウントポイントを設定する必要はありません。Kavitaに通知したい方だけを設定してください。マウントポイントを空のままにすると、そのコンテンツタイプの連携は無効になります。

# EditLibraryForm_Label_KavitaAsIs
source: As-Is Mount Point in Kavita
de_de: Original Mount-Punkt in Kavita
ja_jp: Kavitaでのオリジナルマウントポイント

# EditLibraryForm_Helper_KavitaAsIs
source: The mount point within the Kavita environment that contains the chapters as-is.
de_de: Der Mount-Punkt innerhalb der Kavita-Umgebung, der die Kapitel im Original enthält.
ja_jp: オリジナルチャプターが含まれるKavita環境内のマウントポイント。

# EditLibraryForm_Label_KavitaUpscaled
source: Upscaled Mount Point in Kavita
de_de: Hochskalierter Mount-Punkt in Kavita
ja_jp: Kavitaでのアップスケーリング後マウントポイント

# EditLibraryForm_Helper_KavitaUpscaled
source: The mount point within the Kavita environment that contains the upscaled chapters.
de_de: Der Mount-Punkt innerhalb der Kavita-Umgebung, der die hochskalierten Kapitel enthält.
ja_jp: アップスケーリングされたチャプターが含まれるKavita環境内のマウントポイント。

# EditLibraryForm_Hint_Kavita
source: 💡 <strong>Hint:</strong> You can use the path as it's set in the library settings in Kavita.
de_de: 💡 <strong>Tipp:</strong> Sie können den Pfad verwenden, wie er in den Bibliothekseinstellungen in Kavita festgelegt ist.
ja_jp: 💡 <strong>ヒント:</strong> Kavitaのライブラリ設定で設定されているパスを使用できます。

# EditManga_PageTitle
source: Edit "{0}"
de_de: "{0}" bearbeiten
ja_jp: "{0}" の編集

# EditManga_Tooltip_Back
source: Back to Mangas
de_de: Zurück zu Mangas
ja_jp: マンガ一覧に戻る

# EditManga_Header_EditManga
source: Edit Manga
de_de: Manga bearbeiten
ja_jp: マンガの編集

# EditManga_Chip_Library
source: Library: {0}
de_de: Bibliothek: {0}
ja_jp: ライブラリ: {0}

# EditManga_Tab_BasicInfo
source: Basic Info
de_de: Basisinfo
ja_jp: 基本情報

# EditManga_Header_BasicInfo
source: Basic Information
de_de: Basisinformationen
ja_jp: 基本情報

# EditManga_Label_PrimaryTitle
source: Primary Title
de_de: Haupttitel
ja_jp: メインタイトル

# EditManga_Helper_PrimaryTitle
source: The primary title you want this manga to go by.
de_de: Der Haupttitel, unter dem dieser Manga geführt werden soll.
ja_jp: このマンガのメインとして使用するタイトル。

# EditManga_Label_AddOldTitle
source: Add old title to other titles automatically when changed
de_de: Alten Titel automatisch zu anderen Titeln hinzufügen, wenn geändert
ja_jp: 変更時に古いタイトルを自動的に別タイトルに追加する

# EditManga_Label_UpscalerProfile
source: Upscaler Profile Preference
de_de: Upscaler-Profil-Präferenz
ja_jp: アップスケーラープロファイル設定

# EditManga_Helper_UpscalerProfile
source: Overrides the library's default upscaler profile for this manga.
de_de: Überschreibt das Standard-Upscaler-Profil der Bibliothek für diesen Manga.
ja_jp: このマンガに対してライブラリのデフォルトアップスケーラープロファイルを上書きします。

# EditManga_Option_None
source: None (use library default)
de_de: Keines (Bibliotheksstandard verwenden)
ja_jp: なし (ライブラリのデフォルトを使用)

# EditManga_Label_ChapterMerging
source: Chapter Parts Merging
de_de: Kapitelteile zusammenführen
ja_jp: チャプターパーツの結合

# EditManga_Helper_ChapterMerging
source: Controls whether chapter parts (e.g., Ch 20.1, Ch 20.2) are automatically merged.
de_de: Steuert, ob Kapitelteile (z.B. Kap 20.1, Kap 20.2) automatisch zusammengeführt werden.
ja_jp: チャプターパーツ (例: 第20.1章、第20.2章) を自動的に結合するかどうかを制御します。

# EditManga_Option_Default
source: Default (use library setting)
de_de: Standard (Bibliothekseinstellung verwenden)
ja_jp: デフォルト (ライブラリ設定を使用)

# EditManga_Option_AlwaysMerge
source: Always merge chapter parts
de_de: Kapitelteile immer zusammenführen
ja_jp: 常にチャプターパーツを結合する

# EditManga_Option_NeverMerge
source: Never merge chapter parts
de_de: Kapitelteile nie zusammenführen
ja_jp: チャプターパーツを結合しない

# EditManga_Warning_Experimental
source: ⚠️ Chapter merging is experimental
de_de: ⚠️ Kapitelzusammenführung ist experimentell
ja_jp: ⚠️ チャプター結合は実験的な機能です
