Repository: Lolle2000la/MangaIngestWithUpscaling
Catalog: src/MangaIngestWithUpscaling/Resources/SharedResource.*.resx
Languages: de_de, ja_jp

# EditManga_Label_Created
source: Created:
de_de: Erstellt:
ja_jp: 作成日時:

# EditManga_Label_Modified
source: Modified:
de_de: Geändert:
ja_jp: 更新日時:

# EditManga_Tab_AltTitles
source: Alternative Titles
de_de: Alternative Titel
ja_jp: 別タイトル

# EditManga_Header_AltTitles
source: Alternative Titles
de_de: Alternative Titel
ja_jp: 別タイトル

# EditManga_Body_AltTitles
source: Other titles this manga is known by. Mangas in ingest will be sorted into folders using these titles for matching.
de_de: Andere Titel, unter denen dieser Manga bekannt ist. Mangas im Import werden anhand dieser Titel in Ordner sortiert.
ja_jp: このマンガの別名です。取り込み中のマンガは、これらのタイトルを使用してフォルダに分類され、マッチングされます。

# EditManga_Header_AddNewTitle
source: Add New Title
de_de: Neuen Titel hinzufügen
ja_jp: 新しいタイトルを追加

# EditManga_Label_AltTitle
source: Alternative Title
de_de: Alternativer Titel
ja_jp: 別タイトル

# EditManga_Helper_AltTitle
source: Enter an alternative title for this manga
de_de: Geben Sie einen alternativen Titel für diesen Manga ein
ja_jp: このマンガの別タイトルを入力してください

# EditManga_Button_AddTitle
source: Add Title
de_de: Titel hinzufügen
ja_jp: タイトルを追加

# EditManga_Header_CurrentTitles
source: Current Alternative Titles
de_de: Aktuelle alternative Titel
ja_jp: 現在の別タイトル

# EditManga_Text_NoTitles
source: No alternative titles added yet
de_de: Noch keine alternativen Titel hinzugefügt
ja_jp: 別タイトルはまだ追加されていません

# EditManga_Text_AddTitlesHelp
source: Add alternative titles to help with manga matching during ingest
de_de: Fügen Sie alternative Titel hinzu, um den Manga-Abgleich während des Imports zu unterstützen
ja_jp: 取り込み中のマンガマッチングを支援するために別タイトルを追加してください

# EditManga_Tooltip_RemoveTitle
source: Remove this title
de_de: Diesen Titel entfernen
ja_jp: このタイトルを削除

# EditManga_Tab_Chapters
source: Chapters
de_de: Kapitel
ja_jp: チャプター

# EditManga_Header_ChapterManagement
source: Chapter Management
de_de: Kapitelverwaltung
ja_jp: チャプター管理

# EditManga_Warning_DeleteChapter
source: <strong>Warning:</strong> Deleting a chapter will permanently remove it from both the library and the filesystem.
de_de: <strong>Warnung:</strong> Das Löschen eines Kapitels entfernt es dauerhaft sowohl aus der Bibliothek als auch aus dem Dateisystem.
ja_jp: <strong>警告:</strong> チャプターを削除すると、ライブラリとファイルシステムの両方から永久に削除されます。

# EditManga_Text_CannotUndo
source: This action cannot be undone. Make sure you have backups if needed.
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Stellen Sie sicher, dass Sie Backups haben, falls erforderlich.
ja_jp: この操作は元に戻せません。必要に応じてバックアップがあることを確認してください。

# EditManga_Text_UnsavedChanges
source: You have unsaved changes
de_de: Sie haben ungespeicherte Änderungen
ja_jp: 保存されていない変更があります

# EditManga_Text_NoChanges
source: No changes made
de_de: Keine Änderungen vorgenommen
ja_jp: 変更はありません

# EditManga_Button_Cancel
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル

# EditManga_Button_SaveChanges
source: Save Changes
de_de: Änderungen speichern
ja_jp: 変更を保存

# FolderPicker_CurrentPath
source: Current Path:
ja_jp: 現在のパス:

# FolderPicker_GoToParent
source: Go to Parent
ja_jp: 親フォルダへ

# Generic_Refresh
source: Refresh
ja_jp: 更新
